[    {
      "content": "",
      "classification": "SPACE"
    },
    {
      "content": "",
      "classification": "SPACE"
    },
    {
      "content": "",
      "classification": "SPACE"
    },
    {
      "content": "\n117th CONGRESS\n  1st Session\n                                H. R. 409",
      "classification": "HEADER"
    },
    {
      "content": "To provide relief for multiemployer and single employer pension plans, \n                        and for other purposes.",
      "classification": "PARAGRAPH"
    },
    {
      "content": "\n_______________________________________________________________________",
      "classification": "LINE"
    },
    {
      "content": "\n                    IN THE HOUSE OF REPRESENTATIVES",
      "classification": "HEADER"
    },
    {
      "content": "                            January 21, 2021",
      "classification": "HEADER"
    },
    {
      "content": "   Mr. Neal introduced the following bill; which was referred to the \n Committee on Education and Labor, and in addition to the Committee on \n   Ways and Means, for a period to be subsequently determined by the \n  Speaker, in each case for consideration of such provisions as fall \n           within the jurisdiction of the committee concerned",
      "classification": "PARAGRAPH"
    },
    {
      "content": "_______________________________________________________________________",
      "classification": "LINE"
    },
    {
      "content": "                                 A BILL",
      "classification": "HEADER"
    },
    {
      "content": "\n \nTo provide relief for multiemployer and single employer pension plans, \n                        and for other purposes.",
      "classification": "PARAGRAPH"
    },
    {
      "content": "    Be it enacted by the Senate and House of Representatives of the \nUnited States of America in Congress assembled,",
      "classification": "PARAGRAPH"
    },
    {
      "content": "SECTION 1. SHORT TITLE.",
      "classification": "HEADER"
    },
    {
      "content": "    This Act may be cited as the ``Emergency Pension Plan Relief Act of \n2021''.",
      "classification": "PARAGRAPH"
    },
    {
      "content": "            TITLE I--RELIEF FOR MULTIEMPLOYER PENSION PLANS",
      "classification": "HEADER"
    },
    {
      "content": "SEC. 101. SPECIAL PARTITION RELIEF.",
      "classification": "HEADER"
    },
    {
      "content": "",
      "classification": "SPACE"
    },
    {
      "content": "a) Appropriation.--Section 4005 of the Employee Retirement Income \nSecurity Act of 1974 (29 U.S.C. 1305) is amended by adding at the end \nthe following:\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(i)(1) An eighth fund shall be established for partition \nassistance to multiemployer pension plans, as provided under section \n4233A, and to pay for necessary administrative and operating expenses \nrelating to such assistance.\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(2) There is appropriated from the general fund such amounts as \nnecessary for the costs of providing partition assistance under section \n4233A and necessary administrative and operating expenses. The eighth \nfund established under this subsection shall be credited with such \namounts from time to time as the Secretary of the Treasury determines \nappropriate, from the general fund of the Treasury, and such amounts \nshall remain available until expended.''.\n",
      "classification": "PARAGRAPH"
    },
    {
      "content": "b) Special Partition Authority.--The Employee Retirement Income \nSecurity Act of 1974 (29 U.S.C. 1001 et seq.) is amended by inserting \nafter section 4233 the following:",
      "classification": "PARAGRAPH"
    },
    {
      "content": "``SEC. 4233A. SPECIAL PARTITION RELIEF.",
      "classification": "HEADER"
    },
    {
      "content": " ",
      "classification": "SPACE"
    },
    {
      "content": "(a) Special Partition Authority.--\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(1) In general.--Upon the application of a plan sponsor \n        of an eligible multiemployer plan for partition of the plan \n        under this section, the corporation shall order a partition of \n        the plan in accordance with this section.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(2) Inapplicability of certain repayment obligation.--A \n        plan receiving partition assistance pursuant to this section \n        shall not be subject to repayment obligations under section \n        4261(b)(2).\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(b) Eligible Plans.--\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(1) In general.--For purposes of this section, a \n        multiemployer plan is an eligible multiemployer plan if--\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(A) the plan is in critical and declining status \n            ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "within the meaning of section 305(b)(6)) in any plan \n                year beginning in 2020 through 2024;\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(B) a suspension of benefits has been approved \n                with respect to the plan under section 305(e)(9) as of \n                the date of the enactment of this section;\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(C) in any plan year beginning in 2020 through \n                2024, the plan is certified by the plan actuary to be \n                in critical status (within the meaning of section \n                305(b)(2)), has a modified funded percentage of less \n                than 40 percent, and has a ratio of active to inactive \n                participants which is less than 2 to 3; or\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(D) the plan is insolvent for purposes of section \n                418E of the Internal Revenue Code of 1986 as of the \n                date of enactment of this section, if the plan became \n                insolvent after December 16, 2014, and has not been \n                terminated by such date of enactment.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(2) Modified funded percentage.--For purposes of \n        paragraph (1)(C), the term `modified funded percentage' means \n        the percentage equal to a fraction the numerator of which is \n        current value of plan assets (as defined in section 3(26) of \n        such Act) and the denominator of which is current liabilities \n    ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "as defined in section 431(c)(6)(D) of such Code and section \n        304(c)(6)(D) of such Act).\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(c) Applications for Special Partition.--\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(1) Guidance.--The corporation shall issue guidance \n        setting forth requirements for special partition applications \n        under this section not later than 120 days after the date of \n        the enactment of this section. In such guidance, the \n        corporation shall--\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(A) limit the materials required for a special \n                partition application to the minimum necessary to make \n                a determination on the application; and\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(B) provide for an alternate application for \n                special partition under this section, which may be used \n                by a plan that has been approved for a partition under \n                section 4233 before the date of enactment of this \n                section.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(2) Temporary priority consideration of applications.--\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(A) In general.--The corporation may specify in \n                guidance under paragraph (1) that, during the first 2 \n                years following the date of enactment of this section, \n                special partition applications will be provided \n                priority consideration, if--\n                         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(i) the plan is likely to become \n                        insolvent within 5 years of the date of \n                        enactment of this section;\n                         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(ii) the corporation projects a plan to \n                        have a present value of financial assistance \n                        payments under section 4261 that exceeds \n                        $1,000,000,000 if the special partition is not \n                        ordered;\n                         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(iii) the plan has implemented benefit \n                        suspensions under section 305(e)(9) as of the \n                        date of the enactment of this section; or\n                         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(iv) the corporation determines it \n                        appropriate based on other circumstances.\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(B) No effect on amount of assistance.--A plan \n                that is approved for special partition assistance under \n                this section shall not receive reduced special \n                partition assistance on account of not receiving \n                priority consideration under subparagraph (A).\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(3) Actuarial assumptions and other information.--The \n        corporation shall accept assumptions incorporated in a \n        multiemployer plan's determination that it is in critical \n        status or critical and declining status (within the meaning of \n        section 305(b)), or that the plan's modified funded percentage \n        is less than 40 percent, unless such assumptions are clearly \n        erroneous. The corporation may require such other information \n        as the corporation determines appropriate for making a \n        determination of eligibility and the amount of special \n        partition assistance necessary under this section.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(4) Application deadline.--Any application by a plan for \n        special partition assistance under this section shall be \n        submitted no later than December 31, 2026, and any revised \n        application for special partition assistance shall be submitted \n        no later than December 31, 2027.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(5) Notice of application.--Not later than 120 days after \n        the date of enactment of this section, the corporation shall \n        issue guidance requiring multiemployer plans to notify \n        participants and beneficiaries that the plan has applied for \n        partition under this section, after the corporation has \n        determined that the application is complete. Such notice shall \n        reference the special partition relief internet website \n        described in subsection (p).\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(d) Determinations on Applications.--A plan's application for \nspecial partition under this section that is timely filed in accordance \nwith guidance issued under subsection (c)(1) shall be deemed approved \nand the corporation shall issue a special partition order unless the \ncorporation notifies the plan within 120 days of the filing of the \napplication that the application is incomplete or the plan is not \neligible under this section. Such notice shall specify the reasons the \nplan is ineligible for a special partition or information needed to \ncomplete the application. If a plan is denied partition under this \nsubsection, the plan may submit a revised application under this \nsection. Any revised application for special partition submitted by a \nplan shall be deemed approved unless the corporation notifies the plan \nwithin 120 days of the filing of the revised application that the \napplication is incomplete or the plan is not eligible under this \nsection. A special partition order issued by the corporation shall be \neffective no later than 120 days after a plan's special partition \napplication is approved by the corporation or deemed approved.\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(e) Amount and Manner of Special Partition Assistance.--\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(1) In general.--The liabilities of an eligible \n        multiemployer plan that the corporation assumes pursuant to a \n        special partition order under this section shall be the amount \n        necessary for the plan to meet its funding goals described in \n        subsection (g).\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(2) No cap.--Liabilities assumed by the corporation \n        pursuant to a special partition order under this section shall \n        not be capped by the guarantee under section 4022A. The \n        corporation shall have discretion on how liabilities of the \n        plan are partitioned.\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(f) Successor Plan.--\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(1) In general.--The plan created by a special partition \n        order under this section is a successor plan to which section \n        4022A applies.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(2) Plan sponsor and administrator.--The plan sponsor of \n        an eligible multiemployer plan prior to the special partition \n        and the administrator of such plan shall be the plan sponsor \n        and the administrator, respectively, of the plan created by the \n        partition.\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(g) Funding Goals.--\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(1) In general.--The funding goals of a multiemployer \n        plan eligible for partition under this section are both of the \n        following:\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(A) The plan will remain solvent over 30 years \n                with no reduction in a participant's or beneficiary's \n                accrued benefit (except to the extent of a reduction in \n                accordance with section 305(e)(8) adopted prior to the \n                plan's application for partition under this section).\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(B) The funded percentage of the plan \n            ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "disregarding partitioned benefits) at the end of the \n                30-year period is projected to be 80 percent.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(2) Basis.--The funding projections under paragraph (1) \n        shall be performed on a deterministic basis.\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(h) Restoration of Benefit Suspensions.--An eligible \nmultiemployer plan that is partitioned under this section shall--\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(1) reinstate any benefits that were suspended under \n        section 305(e)(9) or section 4245(a), effective as of the first \n        month the special partition order is effective, for \n        participants or beneficiaries as of the effective date of the \n        partition; and\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(2) provide payments equal to the amount of benefits \n        previously suspended to any participants or beneficiaries in \n        pay status as of the effective date of the special partition, \n        payable in the form of a lump sum within 3 months of such \n        effective date or in equal monthly installments over a period \n        of 5 years, with no adjustment for interest.\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(i) Adjustment of Special Partition Assistance.--\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(1) In general.--Every 5 years, the corporation shall \n        adjust the special partition assistance described in subsection \n    ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "e) as necessary for the eligible multiemployer plan to satisfy \n        the funding goals described in subsection (g). If the 30-year \n        period described in subsection (g) has lapsed, in applying this \n        paragraph, 5 years shall be substituted for 30 years.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(2) Submission of information.--An eligible multiemployer \n        plan that is the subject of a special partition order under \n        subsection (a) shall submit such information as the corporation \n        may require to determine the amount of the adjustment under \n        paragraph (1).\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(3) Cessation of adjustments.--Adjustments under this \n        subsection with respect to special partition assistance for an \n        eligible multiemployer plan shall cease and the corporation \n        shall permanently assume liability for payment of any benefits \n        transferred to the successor plan (subject to subsection (l)) \n        beginning with the first plan year that the funded percentage \n        of the eligible multiemployer plan (disregarding partitioned \n        benefits) is at least 80 percent and the plan's projected \n        funded percentage for each of the next 10 years is at least 80 \n        percent. Any accumulated funding deficiency of the plan (within \n        the meaning of section 304(a)) shall be reduced to zero as of \n        the first day of the plan year for which partition assistance \n        is permanent under this paragraph.\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(j) Conditions on Plans During Partition.--\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(1) In general.--The corporation may impose, by \n        regulation, reasonable conditions on an eligible multiemployer \n        plan that is partitioned under section (a) relating to \n        increases in future accrual rates and any retroactive benefit \n        improvements, allocation of plan assets, reductions in employer \n        contribution rates, diversion of contributions to, and \n        allocation of, expenses to other retirement plans, and \n        withdrawal liability.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(2) Limitations.--The corporation shall not impose \n        conditions on an eligible multiemployer plan as a condition of \n        or following receipt of such partition assistance under this \n        section relating to--\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(A) any reduction in plan benefits (including \n                benefits that may be adjusted pursuant to section \n                305(e)(8));\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(B) plan governance, including selection of, \n                removal of, and terms of contracts with, trustees, \n                actuaries, investment managers, and other service \n                providers; or\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(C) any funding rules relating to the plan that \n                is partitioned under this section.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(3) Condition.--An eligible multiemployer plan that is \n        partitioned under subsection (a) shall continue to pay all \n        premiums due under section 4007 for participants and \n        beneficiaries in the plan created by a special partition order \n        until the plan year beginning after a cessation of adjustments \n        applies under subsection (i).\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(k) Withdrawal Liability.--An employer's withdrawal liability for \npurposes of this title shall be calculated taking into account any plan \nliabilities that are partitioned under subsection (a) until the plan \nyear beginning after the expiration of 15 calendar years from the \neffective date of the partition.\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(l) Cessation of Partition Assistance.--If a plan that receives \npartition assistance under this section becomes insolvent for purposes \nof section 418E of the Internal Revenue Code of 1986, the plan shall no \nlonger be eligible for assistance under this section and shall be \neligible for assistance under section 4261.\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(m) Reporting.--An eligible multiemployer plan that receives \npartition assistance under this section shall file with the corporation \na report, including the following information, in such manner (which \nmay include electronic filing requirements) and at such time as the \ncorporation requires:\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(1) The funded percentage (as defined in section \n        305(j)(2)) as of the first day of such plan year, and the \n        underlying actuarial value of assets and liabilities taken into \n        account in determining such percentage.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(2) The market value of the assets of the plan \n    ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "determined as provided in paragraph (1)) as of the last day of \n        the plan year preceding such plan year.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(3) The total value of all contributions made by \n        employers and employees during the plan year preceding such \n        plan year.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(4) The total value of all benefits paid during the plan \n        year preceding such plan year.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(5) Cash flow projections for such plan year and the 9 \n        succeeding plan years, and the assumptions used in making such \n        projections.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(6) Funding standard account projections for such plan \n        year and the 9 succeeding plan years, and the assumptions \n        relied upon in making such projections.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(7) The total value of all investment gains or losses \n        during the plan year preceding such plan year.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(8) Any significant reduction in the number of active \n        participants during the plan year preceding such plan year, and \n        the reason for such reduction.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(9) A list of employers that withdrew from the plan in \n        the plan year preceding such plan year, the payment schedule \n        with respect to such withdrawal liability, and the resulting \n        reduction in contributions.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(10) A list of employers that paid withdrawal liability \n        to the plan during the plan year preceding such plan year and, \n        for each employer, a total assessment of the withdrawal \n        liability paid, the annual payment amount, and the number of \n        years remaining in the payment schedule with respect to such \n        withdrawal liability.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(11) Any material changes to benefits, accrual rates, or \n        contribution rates during the plan year preceding such plan \n        year, and whether such changes relate to the conditions of the \n        partition assistance.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(12) Details regarding any funding improvement plan or \n        rehabilitation plan and updates to such plan.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(13) The number of participants and beneficiaries during \n        the plan year preceding such plan year who are active \n        participants, the number of participants and beneficiaries in \n        pay status, and the number of terminated vested participants \n        and beneficiaries.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(14) The information contained on the most recent annual \n        funding notice submitted by the plan under section 101(f).\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(15) The information contained on the most recent annual \n        return under section 6058 of the Internal Revenue Code of 1986 \n        and actuarial report under section 6059 of such Code of the \n        plan.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(16) Copies of the plan document and amendments, other \n        retirement benefit or ancillary benefit plans relating to the \n        plan and contribution obligations under such plans, a breakdown \n        of administrative expenses of the plan, participant census data \n        and distribution of benefits, the most recent actuarial \n        valuation report as of the plan year, financial reports, and \n        copies of the portions of collective bargaining agreements \n        relating to plan contributions, funding coverage, or benefits, \n        and such other information as the corporation may reasonably \n        require.\nAny information disclosed by a plan to the corporation that could \nidentify individual employers shall be confidential and not subject to \npublication or disclosure.\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(n) Report to Congress.--\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(1) In general.--Not later than 1 year after the date of \n        enactment of this section and annually thereafter, the board of \n        directors of the corporation shall submit to the Committee on \n        Health, Education, Labor, and Pensions and the Committee on \n        Finance of the Senate and the Committee on Education and Labor \n        and the Committee on Ways and Means of the House of \n        Representatives a detailed report on the implementation and \n        administration of this section. Such report shall include--\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(A) information on the name and number of \n                multiemployer plans that have applied for partition \n                assistance under this section;\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(B) the name and number of such plans that have \n                been approved for partition assistance under this \n                section and the name and number of the plans that have \n                not been approved for special partition assistance;\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(C) a detailed rationale for any decision by the \n                corporation to not approve an application for special \n                partition assistance;\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(D) the amount of special partition assistance \n                provided to eligible multiemployer plans (including \n                amounts provided on an individual plan basis and in the \n                aggregate);\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(E) the name and number of the multiemployer \n                plans that restored benefit suspensions and provided \n                lump sum or monthly installment payments to \n                participants or beneficiaries;\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(F) the amount of benefits that were restored and \n                lump sum or monthly installment payments that were paid \n            ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "including amounts provided on an individual plan basis \n                and in the aggregate);\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(G) the name and number of the plans that \n                received adjustments to partition assistance under \n                subsection (i);\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(H) a list of, and rationale for, each reasonable \n                condition imposed by the corporation on plans approved \n                for special partition assistance under this section;\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(I) the contracts that have been awarded by the \n                corporation to implement or administer this section;\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(J) the number, purpose, and dollar amounts of \n                the contracts that have been awarded to implement or \n                administer the section;\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(K) a detailed summary of the reports required \n                under subsection (m); and\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(L) a detailed summary of the feedback received \n                on the pension relief internet website established \n                under subsection (p).\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(2) PBGC certification.--The board of directors of the \n        corporation shall include with the report under paragraph (1) a \n        certification and affirmation that the amount of special \n        partition assistance provided to each plan under this section \n        is the amount necessary to meet its funding goals under \n        subsection (g), including, if applicable, any adjustment of \n        special partition assistance as determined under subsection \n    ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "i).\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(3) Confidentiality.--Congress may publicize the reports \n        received under paragraph (1) only after redacting all sensitive \n        or proprietary information.\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(o) GAO Report.--Not later than 1 year after the first partition \napplication is approved by the corporation under this section, and \nbiennially thereafter, the Comptroller General of the United States \nshall submit to the Committee on Health, Education, Labor, and Pensions \nand the Committee on Finance of the Senate and the Committee on \nEducation and Labor and the Committee on Ways and Means of the House of \nRepresentatives a detailed report on the actions of the corporation to \nimplement and administer this section, including an examination of the \ncontracts awarded by such corporation to carry out this section and an \nanalysis of such corporation's compliance with subsections (e) and (g).\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(p) Special Partition Relief Website.--\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(1) Establishment.--Not later than 120 days after the \n        date of enactment of this section, the corporation shall \n        establish and maintain a user-friendly, public-facing internet \n        website to foster greater accountability and transparency in \n        the implementation and administration of this section.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(2) Purpose.--The internet website established and \n        maintained under paragraph (1) shall be a portal to key \n        information relating to this section for multiemployer plan \n        administrators and trustees, plan participants, beneficiaries, \n        participating employers, other stakeholders, and the public.\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(3) Content and function.--The internet website \n        established under paragraph (1) shall--\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(A) describe the nature and scope of the special \n                partition authority and assistance under this section \n                in a manner calculated to be understood by the average \n                plan participant;\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(B) include published guidance, regulations, and \n                all other relevant information on the implementation \n                and administration of this section;\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(C) include, with respect to plan applications \n                for special partition assistance--\n                         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(i) a general description of the process \n                        by which eligible plans can apply for special \n                        partition assistance, information on how and \n                        when the corporation will process and consider \n                        plan applications;\n                         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(ii) information on how the corporation \n                        will address any incomplete applications as \n                        specified in under this section;\n                         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(iii) a list of the plans that have \n                        applied for special partition assistance and, \n                        for each application, the date of submission of \n                        a completed application;\n                         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(iv) the text of each plan's completed \n                        application for special partition assistance \n                        with appropriate redactions of personal, \n                        proprietary, or sensitive information;\n                         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(v) the estimated date that a decision \n                        will be made by the corporation on each \n                        application;\n                         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(vi) the actual date when such decision \n                        is made;\n                         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(vii) the corporation's decision on each \n                        application; and\n                         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(viii) as applicable, a detailed \n                        rationale for any decision not to approve a \n                        plan's application for special partition \n                        assistance;\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(D) provide detailed information on each contract \n                solicited and awarded to implement or administer this \n                section;\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(E) include reports, audits, and other relevant \n                oversight and accountability information on this \n                section, including the annual reports submitted by the \n                board of directors of the corporation to Congress \n                required under subsection (n), the Office of the \n                Inspector General audits, correspondence, and \n                publications, and the Government Accountability Office \n                reports under subsection (o);\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(F) provide a clear means for multiemployer plan \n                administrators, plan participants, beneficiaries, other \n                stakeholders, and the public to contact the corporation \n                and provide feedback on the implementation and \n                administration of this section; and\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(G) be regularly updated to carry out the \n                purposes of this subsection.\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(q) Office of Inspector General.--There is authorized to be \nappropriated to the corporation's Office of Inspector General \n$24,000,000 for fiscal year 2020, which shall remain available through \nSeptember 30, 2028, for salaries and expenses necessary for conducting \ninvestigations and audits of the implementation and administration of \nthis section.\n ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(r) Application of Excise Tax.--During the period that a plan is \nsubject to a partition order under this section and prior to a \ncessation of adjustments pursuant to subsection (i)(3), the plan shall \nnot be subject to section 4971 of the Internal Revenue Code of 1986.''.",
      "classification": "PARAGRAPH"
    },
    {
      "content": "SEC. 102. REPEAL OF BENEFIT SUSPENSIONS FOR MULTIEMPLOYER PLANS IN \n              CRITICAL AND DECLINING STATUS.",
      "classification": "PARAGRAPH"
    },
    {
      "content": "",
      "classification": "PARAGRAPH"
    },
    {
      "content": "a) Amendment to Internal Revenue Code of 1986.--Paragraph (9) of \nsection 432(e) of the Internal Revenue Code of 1986 is repealed.\n",
      "classification": "PARAGRAPH"
    },
    {
      "content": "b) Amendment to Employee Retirement Income Security Act of 1974.--\nParagraph (9) of section 305(e) of the Employee Retirement Income \nSecurity Act of 1974 (29 U.S.C. 1085(e)) is repealed.\n",
      "classification": "PARAGRAPH"
    },
    {
      "content": "c) Effective Date.--The repeals made by this section shall not \napply to plans that have been approved for a suspension of benefit \nunder section 432(e)(9)(G) of the Internal Revenue Code of 1986 and \nsection 305(e)(9)(G) of the Employee Retirement Income Security Act of \n1974 (29 U.S.C. 1085(e)(9)(G)) before the date of the enactment of this \nAct.",
      "classification": "PARAGRAPH"
    },
    {
      "content": "SEC. 103. TEMPORARY DELAY OF DESIGNATION OF MULTIEMPLOYER PLANS AS IN \n              ENDANGERED, CRITICAL, OR CRITICAL AND DECLINING STATUS.",
      "classification": "HEADER"
    },
    {
      "content": "",
      "classification": "SPACE"
    },
    {
      "content": "a) In General.--Notwithstanding the actuarial certification under \nsection 305(b)(3) of the Employee Retirement Income Security Act of \n1974 and section 432(b)(3) of the Internal Revenue Code of 1986, if a \nplan sponsor of a multiemployer plan elects the application of this \nsection, then, for purposes of section 305 of such Act and section 432 \nof such Code--\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "1) the status of the plan for its first plan year \n        beginning during the period beginning on March 1, 2020, and \n        ending on February 28, 2021, or the next succeeding plan year \n    ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "as designated by the plan sponsor in such election), shall be \n        the same as the status of such plan under such sections for the \n        plan year preceding such designated plan year, and\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "2) in the case of a plan which was in endangered or \n        critical status for the plan year preceding the designated plan \n        year described in paragraph (1), the plan shall not be required \n        to update its plan or schedules under section 305(c)(6) of such \n        Act and section 432(c)(6) of such Code, or section 305(e)(3)(B) \n        of such Act and section 432(e)(3)(B) of such Code, whichever is \n        applicable, until the plan year following the designated plan \n        year described in paragraph (1).\nIf section 305 of the Employee Retirement Income Security Act of 1974 \nand section 432 of the Internal Revenue Code of 1986 did not apply to \nthe plan year preceding the designated plan year described in paragraph \n(1), the plan actuary shall make a certification of the status of the \nplan under section 305(b)(3) of such Act and section 432(b)(3) of such \nCode for the preceding plan year in the same manner as if such sections \nhad applied to such preceding plan year.\n",
      "classification": "PARAGRAPH"
    },
    {
      "content": "b) Exception for Plans Becoming Critical During Election.--If--\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "1) an election was made under subsection (a) with respect \n        to a multiemployer plan, and\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "2) such plan has, without regard to such election, been \n        certified by the plan actuary under section 305(b)(3) of the \n        Employee Retirement Income Security Act of 1974 and section \n        432(b)(3) of the Internal Revenue Code of 1986 to be in \n        critical status for the designated plan year described in \n        subsection (a)(1), then such plan shall be treated as a plan in \n        critical status for such plan year for purposes of applying \n        section 4971(g)(1)(A) of such Code, section 302(b)(3) of such \n        Act (without regard to the second sentence thereof), and \n        section 412(b)(3) of such Code (without regard to the second \n        sentence thereof).\n",
      "classification": "PARAGRAPH"
    },
    {
      "content": "c) Election and Notice.--\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "1) Election.--An election under subsection (a)--\n                ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "A) shall be made at such time and in such manner \n                as the Secretary of the Treasury or the Secretary's \n                delegate may prescribe and, once made, may be revoked \n                only with the consent of the Secretary, and\n                ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "B) if made--\n                        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "i) before the date the annual \n                        certification is submitted to the Secretary or \n                        the Secretary's delegate under section \n                        305(b)(3) of such Act and section 432(b)(3) of \n                        such Code, shall be included with such annual \n                        certification, and\n                        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "ii) after such date, shall be submitted to \n                        the Secretary or the Secretary's delegate not \n                        later than 30 days after the date of the \n                        election.\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "2) Notice to participants.--\n                ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "A) In general.--Notwithstanding section \n                305(b)(3)(D) of the Employee Retirement Income Security \n                Act of 1974 and section 432(b)(3)(D) of the Internal \n                Revenue Code of 1986, if the plan is neither in \n                endangered nor critical status by reason of an election \n                made under subsection (a)--\n                        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "i) the plan sponsor of a multiemployer \n                        plan shall not be required to provide notice \n                        under such sections, and\n                        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "ii) the plan sponsor shall provide to the \n                        participants and beneficiaries, the bargaining \n                        parties, the Pension Benefit Guaranty \n                        Corporation, and the Secretary of Labor a \n                        notice of the election under subsection (a) and \n                        such other information as the Secretary of the \n                        Treasury (in consultation with the Secretary of \n                        Labor) may require--\n                                ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "I) if the election is made before \n                                the date the annual certification is \n                                submitted to the Secretary or the \n                                Secretary's delegate under section \n                                305(b)(3) of such Act and section \n                                432(b)(3) of such Code, not later than \n                                30 days after the date of the \n                                certification, and\n                                ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "II) if the election is made after \n                                such date, not later than 30 days after \n                                the date of the election.\n                ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "B) Notice of endangered status.--Notwithstanding \n                section 305(b)(3)(D) of such Act and section \n                432(b)(3)(D) of such Code, if the plan is certified to \n                be in critical status for any plan year but is in \n                endangered status by reason of an election made under \n                subsection (a), the notice provided under such sections \n                shall be the notice which would have been provided if \n                the plan had been certified to be in endangered status.",
      "classification": "PARAGRAPH"
    },
    {
      "content": "SEC. 104. TEMPORARY EXTENSION OF THE FUNDING IMPROVEMENT AND \n              REHABILITATION PERIODS FOR MULTIEMPLOYER PENSION PLANS IN \n              CRITICAL AND ENDANGERED STATUS FOR 2020 OR 2021.",
      "classification": "HEADER"
    },
    {
      "content": "",
      "classification": "SPACE"
    },
    {
      "content": "a) In General.--If the plan sponsor of a multiemployer plan which \nis in endangered or critical status for a plan year beginning in 2020 \nor 2021 (determined after application of section 4) elects the \napplication of this section, then, for purposes of section 305 of the \nEmployee Retirement Income Security Act of 1974 and section 432 of the \nInternal Revenue Code of 1986--\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "1) except as provided in paragraph (2), the plan's funding \n        improvement period or rehabilitation period, whichever is \n        applicable, shall be 15 years rather than 10 years, and\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "2) in the case of a plan in seriously endangered status, \n        the plan's funding improvement period shall be 20 years rather \n        than 15 years.\n",
      "classification": "PARAGRAPH"
    },
    {
      "content": "b) Definitions and Special Rules.--For purposes of this section--\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "1) Election.--An election under this section shall be made \n        at such time, and in such manner and form, as (in consultation \n        with the Secretary of Labor) the Secretary of the Treasury or \n        the Secretary's delegate may prescribe.\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "2) Definitions.--Any term which is used in this section \n        which is also used in section 305 of the Employee Retirement \n        Income Security Act of 1974 and section 432 of the Internal \n        Revenue Code of 1986 shall have the same meaning as when used \n        in such sections.\n",
      "classification": "PARAGRAPH"
    },
    {
      "content": "c) Effective Date.--This section shall apply to plan years \nbeginning after December 31, 2019.",
      "classification": "PARAGRAPH"
    },
    {
      "content": "SEC. 105. ADJUSTMENTS TO FUNDING STANDARD ACCOUNT RULES.",
      "classification": "PARAGRAPH"
    },
    {
      "content": "",
      "classification": "SPACE"
    },
    {
      "content": "a) Adjustments.--\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "1) Amendment to employee retirement income security act of \n        1974.--Section 304(b)(8) of the Employee Retirement Income \n        Security Act of 1974 (29 U.S.C. 1084(b)) is amended by adding \n        at the end the following new subparagraph:\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(F) Relief for 2020 and 2021.--A multiemployer \n                plan with respect to which the solvency test under \n                subparagraph (C) is met as of February 29, 2020, may \n                elect to apply this paragraph by substituting `February \n                29, 2020' for `August 31, 2008' each place it appears \n                in subparagraphs (A)(i), (B)(i)(I), and (B)(i)(II) \n            ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "without regard to whether such plan previously elected \n                the application of this paragraph). The preceding \n                sentence shall not apply to a plan with respect to \n                which a partition order is in effect under section \n                4233A.''.\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "2) Amendment to internal revenue code of 1986.--Section \n        431(b)(8) of the Internal Revenue Code of 1986 is amended by \n        adding at the end the following new subparagraph:\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(F) Relief for 2020 and 2021.--A multiemployer \n                plan with respect to which the solvency test under \n                subparagraph (C) is met as of February 29, 2020, may \n                elect to apply this paragraph by substituting `February \n                29, 2020' for `August 31, 2008' each place it appears \n                in subparagraphs (A)(i), (B)(i)(I), and (B)(i)(II) \n            ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "without regard to whether such plan previously elected \n                the application of this paragraph). The preceding \n                sentence shall not apply to a plan with respect to \n                which a partition order is in effect under section \n                4233A of the Employee Retirement Income Security Act of \n                1974.''.\n",
      "classification": "PARAGRAPH"
    },
    {
      "content": "b) Effective Dates.--\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "1) In general.--The amendments made by this section shall \n        take effect as of the first day of the first plan year ending \n        on or after February 29, 2020, except that any election a plan \n        makes pursuant to this section that affects the plan's funding \n        standard account for the first plan year beginning after \n        February 29, 2020, shall be disregarded for purposes of \n        applying the provisions of section 305 of the Employee \n        Retirement Income Security Act of 1974 and section 432 of the \n        Internal Revenue Code of 1986 to such plan year.\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "2) Restrictions on benefit increases.--Notwithstanding \n        paragraph (1), the restrictions on plan amendments increasing \n        benefits in sections 304(b)(8)(D) of such Act and 431(b)(8)(D) \n        of such Code, as applied by the amendments made by this \n        section, shall take effect on the date of enactment of this \n        Act.",
      "classification": "PARAGRAPH"
    },
    {
      "content": "SEC. 106. PBGC GUARANTEE FOR PARTICIPANTS IN MULTIEMPLOYER PLANS.",
      "classification": "HEADER"
    },
    {
      "content": "    Section 4022A(c)(1) of the Employee Retirement Income Security Act \nof 1974 (29 U.S.C. 1322a(c)(1)) is amended by striking subparagraphs \n(A) and (B) and inserting the following:\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(A) 100 percent of the accrual rate up to $15, plus 75 \n        percent of the lesser of--\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(i) $70; or\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(ii) the accrual rate, if any, in excess of $15; \n                and\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(B) the number of the participant's years of credited \n        service.\nFor each calendar year after the first full calendar year following the \ndate of the enactment of the Emergency Pension Plan Relief Act of 2021, \nthe accrual rates in subparagraph (A) shall increase by the national \naverage wage index (as defined in section 209(k)(1) of the Social \nSecurity Act). For purposes of this subsection, the rates applicable \nfor determining the guaranteed benefits of the participants of any plan \nshall be the rates in effect for the calendar year in which the plan \nbecomes insolvent under section 4245 or the calendar year in which the \nplan is terminated, if earlier.''.",
      "classification": "PARAGRAPH"
    },
    {
      "content": "           TITLE II--RELIEF FOR SINGLE EMPLOYER PENSION PLANS",
      "classification": "HEADER"
    },
    {
      "content": "SEC. 201. EXTENDED AMORTIZATION FOR SINGLE EMPLOYER PLANS.",
      "classification": "HEADER"
    },
    {
      "content": "",
      "classification": "SPACE"
    },
    {
      "content": "a) 15-Year Amortization Under the Internal Revenue Code of 1986.--\nSection 430(c) of the Internal Revenue Code of 1986 is amended by \nadding at the end the following new paragraph:\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(8) 15-year amortization.--With respect to plan years \n        beginning after December 31, 2019--\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(A) the shortfall amortization bases for all plan \n                years preceding the first plan year beginning after \n                December 31, 2019 (and all shortfall amortization \n                installments determined with respect to such bases), \n                shall be reduced to zero, and\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(B) subparagraphs (A) and (B) of paragraph (2) \n                shall each be applied by substituting `15-plan-year \n                period' for `7-plan-year period'.''.\n",
      "classification": "PARAGRAPH"
    },
    {
      "content": "b) 15-Year Amortization Under the Employee Retirement Income \nSecurity Act of 1974.--Section 303(c) of the Employee Retirement Income \nSecurity Act of 1974 (29 U.S.C. 1083(c)) is amended by adding at the \nend the following new paragraph:\n         ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(8) 15-year amortization.--With respect to plan years \n        beginning after December 31, 2019--\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(A) the shortfall amortization bases for all plan \n                years preceding the first plan year beginning after \n                December 31, 2019 (and all shortfall amortization \n                installments determined with respect to such bases), \n                shall be reduced to zero, and\n                 ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "(B) subparagraphs (A) and (B) of paragraph (2) \n                shall each be applied by substituting `15-plan-year \n                period' for `7-plan-year period'.''.\n",
      "classification": "PARAGRAPH"
    },
    {
      "content": "c) Effective Date.--The amendments made by this section shall \napply to plan years beginning after December 31, 2019.",
      "classification": "PARAGRAPH"
    },
    {
      "content": "SEC. 202. EXTENSION OF PENSION FUNDING STABILIZATION PERCENTAGES FOR \n              SINGLE EMPLOYER PLANS.",
      "classification": "HEADER"
    },
    {
      "content": "",
      "classification": "SPACE"
    },
    {
      "content": "a) Amendments to Internal Revenue Code of 1986.--\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "1) In general.--The table contained in subclause (II) of \n        section 430(h)(2)(C)(iv) of the Internal Revenue Code of 1986 \n        is amended to read as follows:",
      "classification": "PARAGRAPH"
    },
    {
      "content": "\n------------------------------------------------------------------------\n                                                    The          The\n                                                 applicable   applicable\n       ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "If the calendar year is:              minimum      maximum\n                                                 percentage   percentage\n                                                    is:          is:\n------------------------------------------------------------------------\nAny year in the period starting in 2012 and             90%         110%\n ending in 2019...............................\nAny year in the period starting in 2020 and             95%         105%\n ending in 2025...............................\n2026..........................................          90%         110%\n2027..........................................          85%         115%\n2028..........................................          80%         120%\n2029..........................................          75%         125%\nAfter 2029....................................          70%     130%.''.\n------------------------------------------------------------------------",
      "classification": "PARAGRAPH"
    },
    {
      "content": "        ",
      "classification": "SPACE"
    },
    {
      "content": "2) Floor on 25-year averages.--Subclause (I) of section \n        430(h)(2)(C)(iv) of such Code is amended by adding at the end \n        the following: ``Notwithstanding anything in this subclause, if \n        the average of the first, second, or third segment rate for any \n        25-year period is less than 5 percent, such average shall be \n        deemed to be 5 percent.''.\n",
      "classification": "PARAGRAPH"
    },
    {
      "content": "b) Amendments to Employee Retirement Income Security Act of \n1974.--\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "1) In general.--The table contained in subclause (II) of \n        section 303(h)(2)(C)(iv) of the Employee Retirement Income \n        Security Act of 1974 (29 U.S.C. 1083(h)(2)(C)(iv)(II)) is \n        amended to read as follows:",
      "classification": "PARAGRAPH"
    },
    {
      "content": "\n------------------------------------------------------------------------\n                                                    The          The\n                                                 applicable   applicable\n       ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "If the calendar year is:              minimum      maximum\n                                                 percentage   percentage\n                                                    is:          is:\n------------------------------------------------------------------------\nAny year in the period starting in 2012 and             90%         110%\n ending in 2019...............................\nAny year in the period starting in 2020 and             95%         105%\n ending in 2025...............................\n2026..........................................          90%         110%\n2027..........................................          85%         115%\n2028..........................................          80%         120%\n2029..........................................          75%         125%\nAfter 2029....................................          70%     130%.''.\n------------------------------------------------------------------------",
      "classification": "PARAGRAPH"
    },
    {
      "content": "        ",
      "classification": "SPACE"
    },
    {
      "content": "2) Conforming amendments.--\n                ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "A) In general.--Section 101(f)(2)(D) of such Act \n            ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "29 U.S.C. 1021(f)(2)(D)) is amended--\n                        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "i) in clause (i) by striking ``and the \n                        Bipartisan Budget Act of 2015'' both places it \n                        appears and inserting ``, the Bipartisan Budget \n                        Act of 2015, and the Emergency Pension Plan \n                        Relief Act of 2021'', and\n                        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "ii) in clause (ii) by striking ``2023'' \n                        and inserting ``2029''.\n                ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "B) Statements.--The Secretary of Labor shall \n                modify the statements required under subclauses (I) and \n            ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "II) of section 101(f)(2)(D)(i) of such Act to conform \n                to the amendments made by this section.\n        ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "3) Floor on 25-year averages.--Subclause (I) of section \n        303(h)(2)(C)(iv) of such Act (29 U.S.C. 1083(h)(2)(C)(iv)(II)) \n        is amended by adding at the end the following: \n     ",
      "classification": "PARAGRAPH"
    },
    {
      "content": "Notwithstanding anything in this subclause, if the average of \n        the first, second, or third segment rate for any 25-year period \n        is less than 5 percent, such average shall be deemed to be 5 \n        percent.''.\n",
      "classification": "PARAGRAPH"
    },
    {
      "content": "c) Effective Date.--The amendments made by this section shall \napply with respect to plan years beginning after December 31, 2019.\n                                 ",
      "classification": "PARAGRAPH"
    }
  ]
